Repository: kapt-labs/djangocms-link-manager
Catalog: djangocms_link_manager/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid link (no URL) but with children plugins
fr: Lien non valide (pas d’URL) mais avec des plugins enfants

source: Invalid link (no URL)
fr: Lien non valide (pas d’URL)

source: Link without label
fr: Lien sans intitulé

source: News article: {}
fr: Article d’actualité : {}

source: Broken link report: {0}
fr: Rapport de lien cassé : {0}

source: The analysis is complete
fr: L’analyse est terminée

source: You received the report by e-mail.
fr: Vous avez reçu le rapport par courrier électronique.

source: Start a new analysis
fr: Commencer une nouvelle analyse

source: Link manager
fr: Gestionnaire de Liens

source: Search for broken links in this page only (quick)
fr: Recherche de liens cassés dans cette page uniquement (rapide)

source: Search for malformed links in all pages (quick)
fr: Rechercher des liens mal formés dans toutes les pages (rapide)

source: Search for broken links in all pages (long)
fr: Recherche de liens cassés dans toutes les pages (long)

source: The analyze can last for several minutes.
fr: L’analyse peut durer plusieurs minutes.

source: The report will be sent by e-mail to the site's managers.
fr: Le rapport sera envoyé par e-mail aux responsables du site.

source: Broken Link Report
fr: Rapport de lien cassé

source: Report generated %(timestamp)s
fr: Rapport généré le %(timestamp)s

source: disabled
fr: désactivé

source: Default scheme: %(scheme)s
fr: Schéma par défaut : %(scheme)s

source: Default host/port: %(netloc)s
fr: Hôte/port par défaut : %(netloc)s

source: Broken Links
fr: Liens cassés

source: The following %(num)s/%(total)s plugins appear broken.
fr: %(num)s plugins, sur %(total)s au total, semblent cassés.

source: No bad links found.
fr: Pas de liens cassés trouvés.

source: Un-managed link plugins
fr: Plugins lien non gérés

source: The following plugin types do not have a registered link manager.
fr: Les types de plugin suivants n’ont pas de gestionnaire de liens.

source: End of report
fr: Fin de rapport

source: ^analyze/$
fr: ^analyse/$
